[{"nom": "Agence Attijari Wafa Banque", "adresse": "", "rate": "2,9", "nombre_reaction": "", "avis": ["Un service nul avec une équipe non professionnelle", "agence proche à l'APESA", "Personal banking,  great service, friendly people."]}, {"nom": "Crédit Agricole", "adresse": "X46F+R4V, Rabat", "rate": "3,0", "nombre_reaction": "", "avis": ["Je ne conseille pas cette agence, le personnel est très antipathique et pas du tout serviable.", "Bonne équipe"]}, {"nom": "Banque Populaire", "adresse": "", "rate": "", "nombre_reaction": "", "avis": []}, {"nom": "BMCI Banque", "adresse": "X4MC+PH2, Rabat", "rate": "", "nombre_reaction": "", "avis": []}, {"nom": "Banque Populaire", "adresse": "X46M+69W, Rabat", "rate": "1,5", "nombre_reaction": "", "avis": ["service trop lent et ça dure depuis des années! c'est décidé, je change d'agence et espère trouver mieux ailleurs!", "Service trop lent, vous avez intérêt à ne pas être pressés.", "Vous allez regretter d'avoir ouvert votre compte ici. Service nul, malheureusement il n'y a pas de notation zéro.", "Service trop long , ils ne se soucient meme pas de l’attente des clients", "L'agent de sécurité te donne un numéro d'attente mais les machines figurant les numéros ne marchent plus. Les box de virement, retrait et change ne sont pas indiqués. A améliorer.", "Pas d affluence. Service rapide. Possibilite de parking facile de bon matin", "Elle ferme avant l'horaire réglementaire (avant 14h pendant la période de confinement). Et le responsable de l'agence au lieu de résoudre les problèmes il les aggravent.👎 …", "Service extrêmement lent. Service client médiocre.", "Toujours injoignables, Il ne répondent jamais au téléphone !! toujours des complications pour des choses tellement basiques!", "Parfois les gens malsains touchent un jolie salaire et les gens honnêtes sont des chômeurs.", "Il ne répondent jamais au téléphone ! Je me demande à il leur sert !", "Agence bancaire avec une longue file d'attente dans la rue\nPas de réponse au téléphone\nSystème tout le temps en panne\nEmployés désagréables", "Le retard", "Pas de réponse au téléphone !!", "The worst service I have ever seen, very slow. You have to wait 1 hour to get your turn.\nI really don't recommend it.", "أسوأ تجربة يمكن المرور منها فيما يخص وكلات البنك الشعبي هي وكالة محج الرياض خدمات دون المستوى أنصح جميع الناس الإبتعاد عن البنك الشعبي أقول هدا الكلام بعد 18ans من التعامل معهم لكن وكالة محج الرياض أسوأ مكان يمكن الولوج إليه وقد أعذر من أنضر", "No doing their job, wanted to transfer my account still waiting it been a month. The director seems to be careless"]}, {"nom": "Société Générale", "adresse": "N° 15,Centre Commercial MAHAJ RYAD HAY RIAD, Rabat 10200", "rate": "2,4", "nombre_reaction": "", "avis": ["C'est la pire banque/ agence que je n'ai jamais expérimenté dans ma vie. l'agence et le personnel est INJOIGNABLE durant des semaines, personne ne répond au téléphone ni aux emails ni aux messages, ils bloquent les cartes bancaires sans …", "Service médiocre à tous les niveaux. J’arrive; aucun employé n’est présent, seulement la directrice dans son bureau, elle nous dit qu’ils sont partis en pause déj. Pause déj à 14:45? Tous ensemble? À l’arrivée j’étais le premier en fil, …", "Direction incompétente. Les clients ne sont pas traités sur le même pied d'égalité. Erreurs GRAVES dans le traitement des opérations bancaires et généralement difficile d'avoir des informations précises et fiables.", "Système défaillant, employés absents ou incompétents, service lamentable.", "Les stuffs sont très genential"]}, {"nom": "Banque Populaire Al Massira", "adresse": "967, Al Manzah Lot Olm, Yacoub El Mansour 10053", "rate": "3,0", "nombre_reaction": "", "avis": []}, {"nom": "Crédit du Maroc", "adresse": "Av. Annakhil, Rabat", "rate": "3,0", "nombre_reaction": "", "avis": ["Un traitement immonde, j'attends depuis 3 mois qu'un problème de malversation soit règlé. On ne prend plus mes appels au niveau de mon agence, et quand j'appelle le siège on me dit de m'adresser a mon agence. 3mois que dure ce manège. Je vous déconseille ces malfrats", "Très bon service rapide personnel professionnel un grande merci Madame Khadija et monsieur taibi et aussi notre aimable madame sihame qui nous rend service comme d'habitude\nBon continuation", "Vous pouvez appeler autant que vous voulez,  personne ne vous répondra. Les clients premium peuvent attendre. Dommage pour une banque.", "Service déplorable, documents qui se perdent, aucune mesure sanitaire appliquée (pas de masques pas de mesure de température...)\nBref à fuire absolument", "une mauvaise expérience avec CDM et en particulier cette agence", "Banque"]}, {"nom": "Banque Assafa Ennakhil Hay Riad", "adresse": "X46G+2PH, Av. Al Haour, Rabat", "rate": "1,4", "nombre_reaction": "", "avis": ["Service insupportable, je ne conseille absolument pas, aucune réponse aux appels clients, beaucoup de retard dans le traitement des demandes, c'est catastrophique", "ديما السيستيم طايح، الله يطيح ليكم الما في الركابي، طيح الله حظكم، الله ينتقم منكم، الواحد يضرب مسافة باش تخسروا عليه السيستيم خاسر، ما باغينش تخدموا سدوا الوكالة سيرو نعسوا في ديوركم. …"]}, {"nom": "Banque Islamique de Développement", "adresse": "1 Av. Annakhil, Rabat", "rate": "4,5", "nombre_reaction": "", "avis": []}, {"nom": "Point de vente (Autoroutes Du Maroc)", "adresse": "2 Rue Joullanar, Rabat 10100", "rate": "3,0", "nombre_reaction": "", "avis": ["Le service est nul.\n\nJe me suis présenté à 20 h 40 , la conseillère a refusé de prendre en charge ma …", "👍🏻 …"]}, {"nom": "Société Générale", "adresse": "X48X+385, Rabat", "rate": "1,8", "nombre_reaction": "", "avis": ["Aucun suivi."]}, {"nom": "Bank Al Yousr", "adresse": "X44J+PW9, rue Erroumane bd Annakhil immeuble A, Rabat", "rate": "3,7", "nombre_reaction": "", "avis": ["اللهم يسير ولاتعسير"]}, {"nom": "Banque Populaire", "adresse": "X43G+CHR, Rabat", "rate": "1,0", "nombre_reaction": "", "avis": ["Bonjour ,\nL'agence n'existe plus à la même adressedepuis des mois je ne cesse pas d'appeler le numéro qui existe sur le site,toujours occupé …"]}, {"nom": "La Banque Mondiale", "adresse": "X5G4+4CX, Rue Larbi Ben Abdellah, Rabat", "rate": "4,3", "nombre_reaction": "", "avis": ["أحسن مكان 😘😘😘🥺 …"]}, {"nom": "Banque Populaire البنك الشعبي", "adresse": "agence al manal، 10000 Av. Al Massira, Rabat", "rate": "4,0", "nombre_reaction": "", "avis": []}, {"nom": "Banque Populaire", "adresse": "X4G5+C89, Av. Al Menzeh, Rabat", "rate": "4,0", "nombre_reaction": "", "avis": ["Service trop lent et employés désagréables. Le système est souvent en panne !", "Très Bonne Service", "Très bon service.", "Good bank"]}, {"nom": "Banque Populaire", "adresse": "X4J7+F4M, Av. Al Mostakbal, Rabat", "rate": "", "nombre_reaction": "", "avis": []}, {"nom": "CIH Bank", "adresse": "av. Annakhil, imm. High Tech n°3 hay Ryad, Agdal Riyad", "rate": "1,6", "nombre_reaction": "", "avis": ["Attention aux horaires du ramadan ! Ils les modifie pas sur leur site et même leurs agents ne les connaissent pas ( un agent m'a dit que cette agence serait ouverte le samedi jusqu'à 13h , j'ai ratter mon train pour y aller et payer 40dh en taxi pour ensuite me retrouver avec les agents en sortant , ils ferment à 11h30 le ramadan )", "Mauvaise affaire, service nul, surtout une chargée de caisse 🤮, ni communication ni service ni comportement ni ni ni....\nWallah, j en ai marre...... …", "Toujours sous effectif ou système en panne !! ( Je n'ai jamais compris ce sur ça veut dire) et un staff très très lent et non professionnel du tout. Même pour les comptes pro, service très désagréable et inefficace, pour la plus simple des opérations faudrait revenir plus qu'une fois !!", "Personnel incompétent et manque de professionnalisme. Aucun respect pour leur clientèle", "C'est ce qu'on appelle : \"être victime de son propre succès\"  une gestion de clientèle tellement lente, pas orienté solution, pour cacheter une attestation de rib je dois patienter 1 heure, je ne recommande pas", "Système toujours en panne et service très lent. Une banque doit avoir un backup pour leur système quand même. La relation clientèle ne répondent même pas au tél pour des renseignements", "Une seul agence à Hay Riad c'est quand même très peu, l'application ne peut en aucun cas se substituer à la présence en agence qui est souvent une expérience difficile dont nous ne pouvons nous détourner. Beaucoup de travail vous attend au …", "Une seule étoile est loine detre prise par ce type de Banque CIH, mauvais service, mauvaise qualité, des cartes bancaires qui ne peuvent même pas achever des simples operations d’achats en ligne, des réclamations qui prennent plus de 15 …", "L'application web est très bien faite. Dommage que le réel ne suive pas le virtuel! Attente longue, des \"clients\" qu'on laisse passer avant tout le monde sans ticket, manque de personnel (1 seul agent en caisse parfois), personnel qui …", "Dommage, impossible de donner une notation négative. Un service nul, un personnel minable, des caissiers qui travail à une vitesse inacceptable, encore des problèmes de connexion en 2020 et en dit toujours sa aux clients, et personne ne …", "Une étoile est beaucoup trop comparée au service médiocre de l’agence.\n\nBanquiers et conseillers amateurs, feinéants et condescendants. Le système est trop souvent en panne. À fuire.", "En ce qui concerne l’agence de Nakhil, il est quasi impossible de stationner. Et lorsqu’on a la chance de trouver une place, on est constamment harcelé par les gardiens de voitures. …", "Un service null sa fait maintenant un mois que j'ai pas encore reçu ma nouvelle carte bancaire cette bank a éviter vraiment", "Pire service que j ai vu de ma vie", "ma carte dans l'application mobile s'affiche cassée depuis 3 mois avec le message \"vous n'avez pas de carte\".j'envoie des e- mails pour résoudre mon problème mais personne ne répond. …", "Je ne trouve pas - 5 étoiles pour le mettre, comment peut-on exprimer notre avis, quand on n'a même pas droit à effectuer un versement sur un compte CIH. Le 25/10/2018 à 08h45 je me suis dirigée à l'agence CIH de Hay Riad pour effectuer un …", "Service inexistant, guichet souvent en panne, plus d’une heure d’attente dehors, vu que l’attente ce fait dehors vaux mieux mettre des chaises et l’afficheur dehors aussi", "Plusieurs réclamations pour mon pb sans solution ni retour, un temps d'attente fou surtt côté service clientèle... J'ai fini par résilier mon compte.", "Service nulle\nAgents impolis\nSystème tjrs ne fonctionne pas même l'imprimante", "Accueil des clients très très lent le samedi (1h20 d'attente pour 2 clients en attente côté service clientèle), et le personnel prend son temps...", "Moins d'une étoile . Service extra nul", "Service client trop nul !! 0 étoile 👎🏻 …", "Le personnel de l'agence est très serviable, mais une seul personne à la caisse ça ne suffit pas", "le guichet bancaire est souvent hors service et nous avons réclamé individuellement ou en groupe mais rien n'est fait....", "Le service est désagréable, le personnel travaille à la vitesse de l escargot, personne ne répond au téléphone, s il y a une note à donner je donnerai 00000", "Nul, beaucoup de monde sans système de gestion de file d'attente", "Pas de service plus médiocre que celui qu'ils proposent", "service très nuuuuuul , je vais clôturé mon compte", "1h30 d'attente pour avoir une attestation de RIB.", "Sous effectif !!", "Mauvais service", "Personnel très serviable", "Very slow service and the system is always down.", "رائع", "Staff are very slow, they just do not care", "لا يجيبون المكالمات الهاتفية.", "R-close", "Bad bad bad bad experience 👎🏻👎🏻👎🏻👎🏻 …"]}, {"nom": "Attijariwafa Bank GAB", "adresse": "X46P+H6G, Av. Al Arz, Rabat", "rate": "4,0", "nombre_reaction": "", "avis": []}, {"nom": "BMCI Banque", "adresse": "X4MC+PH2, Rabat", "rate": "", "nombre_reaction": "", "avis": []}, {"nom": "Banque Populaire", "adresse": "X4WC+78G, Rabat", "rate": "4,5", "nombre_reaction": "", "avis": ["Banque située dans un bon endroit"]}, {"nom": "Crédit du Maroc Mahaj riad", "adresse": "X47P+534, Rue Joullanar, Rabat 10100", "rate": "1,0", "nombre_reaction": "", "avis": ["Le turn over du personnel a affecté la bonne marche de l etablissemnt. Un site qui n indique pas les horaires d ouverture, on repond rarement au telephone, des frais bancaires hors normes...Esperons que les choses s ameliereront avec le nouveau tour de table"]}, {"nom": "Banque Populaire", "adresse": "X5H7+C56, Rabat", "rate": "3,5", "nombre_reaction": "", "avis": ["Bien situé juste à côté de la pharmacie al manbat", "Service a la hauteur"]}, {"nom": "Banque Islamique de Développement", "adresse": "1 Av. Annakhil, Rabat", "rate": "4,5", "nombre_reaction": "", "avis": []}, {"nom": "Centre d'affaire credit agricol", "adresse": "X5R3+RV2, Rabat", "rate": "3,0", "nombre_reaction": "", "avis": []}, {"nom": "CIH Bank", "adresse": "av. Annakhil, imm. High Tech n°3 hay Ryad, Agdal Riyad", "rate": "1,6", "nombre_reaction": "", "avis": ["Attention aux horaires du ramadan ! Ils les modifie pas sur leur site et même leurs agents ne les connaissent pas ( un agent m'a dit que cette agence serait ouverte le samedi jusqu'à 13h , j'ai ratter mon train pour y aller et payer 40dh en taxi pour ensuite me retrouver avec les agents en sortant , ils ferment à 11h30 le ramadan )", "Mauvaise affaire, service nul, surtout une chargée de caisse 🤮, ni communication ni service ni comportement ni ni ni....\nWallah, j en ai marre...... …", "Toujours sous effectif ou système en panne !! ( Je n'ai jamais compris ce sur ça veut dire) et un staff très très lent et non professionnel du tout. Même pour les comptes pro, service très désagréable et inefficace, pour la plus simple des opérations faudrait revenir plus qu'une fois !!", "Personnel incompétent et manque de professionnalisme. Aucun respect pour leur clientèle", "C'est ce qu'on appelle : \"être victime de son propre succès\"  une gestion de clientèle tellement lente, pas orienté solution, pour cacheter une attestation de rib je dois patienter 1 heure, je ne recommande pas", "Système toujours en panne et service très lent. Une banque doit avoir un backup pour leur système quand même. La relation clientèle ne répondent même pas au tél pour des renseignements", "Une seul agence à Hay Riad c'est quand même très peu, l'application ne peut en aucun cas se substituer à la présence en agence qui est souvent une expérience difficile dont nous ne pouvons nous détourner. Beaucoup de travail vous attend au …", "Une seule étoile est loine detre prise par ce type de Banque CIH, mauvais service, mauvaise qualité, des cartes bancaires qui ne peuvent même pas achever des simples operations d’achats en ligne, des réclamations qui prennent plus de 15 …", "L'application web est très bien faite. Dommage que le réel ne suive pas le virtuel! Attente longue, des \"clients\" qu'on laisse passer avant tout le monde sans ticket, manque de personnel (1 seul agent en caisse parfois), personnel qui …", "Dommage, impossible de donner une notation négative. Un service nul, un personnel minable, des caissiers qui travail à une vitesse inacceptable, encore des problèmes de connexion en 2020 et en dit toujours sa aux clients, et personne ne …", "Une étoile est beaucoup trop comparée au service médiocre de l’agence.\n\nBanquiers et conseillers amateurs, feinéants et condescendants. Le système est trop souvent en panne. À fuire.", "En ce qui concerne l’agence de Nakhil, il est quasi impossible de stationner. Et lorsqu’on a la chance de trouver une place, on est constamment harcelé par les gardiens de voitures. …", "Un service null sa fait maintenant un mois que j'ai pas encore reçu ma nouvelle carte bancaire cette bank a éviter vraiment", "Pire service que j ai vu de ma vie", "ma carte dans l'application mobile s'affiche cassée depuis 3 mois avec le message \"vous n'avez pas de carte\".j'envoie des e- mails pour résoudre mon problème mais personne ne répond. …", "Je ne trouve pas - 5 étoiles pour le mettre, comment peut-on exprimer notre avis, quand on n'a même pas droit à effectuer un versement sur un compte CIH. Le 25/10/2018 à 08h45 je me suis dirigée à l'agence CIH de Hay Riad pour effectuer un …", "Service inexistant, guichet souvent en panne, plus d’une heure d’attente dehors, vu que l’attente ce fait dehors vaux mieux mettre des chaises et l’afficheur dehors aussi", "Plusieurs réclamations pour mon pb sans solution ni retour, un temps d'attente fou surtt côté service clientèle... J'ai fini par résilier mon compte.", "Service nulle\nAgents impolis\nSystème tjrs ne fonctionne pas même l'imprimante", "Accueil des clients très très lent le samedi (1h20 d'attente pour 2 clients en attente côté service clientèle), et le personnel prend son temps...", "Moins d'une étoile . Service extra nul", "Service client trop nul !! 0 étoile 👎🏻 …", "Le personnel de l'agence est très serviable, mais une seul personne à la caisse ça ne suffit pas", "le guichet bancaire est souvent hors service et nous avons réclamé individuellement ou en groupe mais rien n'est fait....", "Le service est désagréable, le personnel travaille à la vitesse de l escargot, personne ne répond au téléphone, s il y a une note à donner je donnerai 00000", "Nul, beaucoup de monde sans système de gestion de file d'attente", "Pas de service plus médiocre que celui qu'ils proposent", "service très nuuuuuul , je vais clôturé mon compte", "1h30 d'attente pour avoir une attestation de RIB.", "Sous effectif !!", "Mauvais service", "Personnel très serviable", "Very slow service and the system is always down.", "رائع", "Staff are very slow, they just do not care", "لا يجيبون المكالمات الهاتفية.", "R-close", "Bad bad bad bad experience 👎🏻👎🏻👎🏻👎🏻 …"]}, {"nom": "Banque Marocaine du Commerce Extérieur", "adresse": "X5V3+522, Av. Michlifen, Rabat", "rate": "4,0", "nombre_reaction": "", "avis": ["Directrice d'agence efficace, les chargés de clientèles aussi. La chargés de caisse ont un peu de mal à suivre le rythme en période de pointe."]}, {"nom": "Banque Assafa Ennakhil Hay Riad", "adresse": "X46G+2PH, Av. Al Haour, Rabat", "rate": "1,4", "nombre_reaction": "", "avis": ["Service insupportable, je ne conseille absolument pas, aucune réponse aux appels clients, beaucoup de retard dans le traitement des demandes, c'est catastrophique", "ديما السيستيم طايح، الله يطيح ليكم الما في الركابي، طيح الله حظكم، الله ينتقم منكم، الواحد يضرب مسافة باش تخسروا عليه السيستيم خاسر، ما باغينش تخدموا سدوا الوكالة سيرو نعسوا في ديوركم. …"]}, {"nom": "Crédit Agricole du Maroc", "adresse": "X44J+WGV, Av. Annakhil, Rabat", "rate": "4,0", "nombre_reaction": "", "avis": ["Ottman is Fabulous. Thank you for all the help", "القرض الفلاحي"]}, {"nom": "SOCIETE GENERALE RABAT RYAD ANDALOUS", "adresse": "N°5, immeuble 47, tranche 07, Prestigia Ryad Al Andalouss, Rabat 10000", "rate": "5,0", "nombre_reaction": "", "avis": ["Un accueil et une écoute magnifique tant sur le plan de la gestion que sur le plan humain... Efficacité et rapidité.. Un plaisir"]}, {"nom": "Crédit Agricole du Maroc", "adresse": "X4RF+66M, Av. Al Kifah, Rabat", "rate": "3,7", "nombre_reaction": "", "avis": ["le niveau du chef d'agence est très bas et ça donne une mauvaise image au crédit agricole .Il doit suivre une formation  continue."]}, {"nom": "Wafaimmobilier", "adresse": "", "rate": "", "nombre_reaction": "", "avis": []}, {"nom": "Crédit agricole", "adresse": "", "rate": "", "nombre_reaction": "", "avis": []}, {"nom": "Crédit Agricole du Maroc", "adresse": "X4WF+FRX, Av. Sidi Mohamed Ben Abdellah, Rabat", "rate": "5,0", "nombre_reaction": "", "avis": []}, {"nom": "Banque Populaire", "adresse": "1578, avenue Al Majd, amal 1, Yacoub El Mansour 10053", "rate": "4,3", "nombre_reaction": "", "avis": ["Excellent service surtout de Mr Oussama", "Ma banque aimé"]}, {"nom": "Credit Agricole du Maroc", "adresse": "", "rate": "", "nombre_reaction": "", "avis": []}, {"nom": "Société Générale", "adresse": "N° 15,Centre Commercial MAHAJ RYAD HAY RIAD, Rabat 10200", "rate": "2,4", "nombre_reaction": "", "avis": ["C'est la pire banque/ agence que je n'ai jamais expérimenté dans ma vie. l'agence et le personnel est INJOIGNABLE durant des semaines, personne ne répond au téléphone ni aux emails ni aux messages, ils bloquent les cartes bancaires sans …", "Service médiocre à tous les niveaux. J’arrive; aucun employé n’est présent, seulement la directrice dans son bureau, elle nous dit qu’ils sont partis en pause déj. Pause déj à 14:45? Tous ensemble? À l’arrivée j’étais le premier en fil, …", "Direction incompétente. Les clients ne sont pas traités sur le même pied d'égalité. Erreurs GRAVES dans le traitement des opérations bancaires et généralement difficile d'avoir des informations précises et fiables.", "Système défaillant, employés absents ou incompétents, service lamentable.", "Les stuffs sont très genential"]}, {"nom": "Attijariwafa Bank", "adresse": "X46P+H6G, Av. Al Arz, Rabat", "rate": "2,6", "nombre_reaction": "", "avis": ["Pas de réponse au tel alors que j'ai une urgence à traiter", "Je suis client RME depuis plus de 20 ans . J’étais plutôt satisfait du service avant , mais ces deniers temps ( quelques mois ) le service s’est manifestement dégradé +++ presque aucun accueil convenable  rien à voir avec le Covid . …", "Banque a fuir…\nVotre conseillère Manal manque de professionnalisme et surtout elle est arrogante… pensez à changer cette conseillère.\nLa seule à être professionnelle c’est Mme Khadija.", "Le service client est lamentable, la dame refuse de prendre ma réclamation alors que leur distributeur de billets a prélevé de l'argent de mon compte qui n'est jamais sorti du distributeur. …", "Toujours aucune réponse pour mes appels téléphoniques.penser à changer la personne qu'est au standard.", "Très Bon service. Merci à toute l'équipe et spécialement à Mr Mehrach un grand professionnel et un bon conseiller disponible.", "Bon service les agents très motivé", "Très lent, agents non serviables et on répond jamais  au tel, un servie digne d une mokata3a des années 90s....", "Agence moderne, bon service mais trop souvent bondée", "Très très très lent service...", "Très mauvais service!", "Services de qualité !", "Bonne agence bancaire", "Banque", "Banque accueillante", "Bientôt je change inch'Allah, service rien à voir avec avant..", "من أرقى التعاملات البنكية في المغرب\nتم فتح حساب شخصي بكل سهولة\nتبارك الله على السيدة منال الهمال تعامل راقي\nوسرعة في الإنجاز واستشاراتها ممتازة", "بنكي المفضل", "Top"]}, {"nom": "Société Générale Rabat El Manzah", "adresse": "Avenue Al Massira Complexe Al Manal - Hay Al Manzah, Rabat 10140", "rate": "1,8", "nombre_reaction": "", "avis": ["👎🏻👎🏻👎🏻👎🏻👎🏻👎🏻👍🏻service nul lourd et tres tres tres tres compliqué. Je ferme mon compte société générale. 👎🏻👎🏻👎🏻👎🏻👎🏻👎🏻👎🏻👎🏻 …", "- Service catastrophique\n- Ça ne répond jamais au téléphone\n- Agents toujours indisponibles et absence du service client …", "A part encaisser et décaisser les fonds, a chaque fois qu'on vient demander une carte bancaire, un crédit ou tout autre opération, il y a tjrs quelques choses qui ne fonctionne pas, soit c'est la faut au système, soit le conseiller …"]}, {"nom": "BMCI", "adresse": "X45J+RW2, Rabat", "rate": "1,7", "nombre_reaction": "", "avis": ["Le piiiiiiiiiire des services qui existe au Maroc. Un simple papier a du traîner un mois complet. Sans parler des relances à chaque semaine et tout le temps qu’on m’a fait perdre. Et le piiiiire en tout ça. C’est la malhonnêteté de la …", "Services médiocres, personnels non respectueux, toujours indisponible, AGENCE DÉCONSEILLE", "Ne répondent jamais au Téléphone", "Toujours injoignable", "Service nul"]}, {"nom": "Crédit du Maroc", "adresse": "59, Avenue Al Massira Al Khadra - Cité Yacoub El Mansour, Rabat 20000", "rate": "3,0", "nombre_reaction": "", "avis": ["Service à améliorer"]}, {"nom": "Attijariwafa bank", "adresse": "X4M9+8V9, Rabat", "rate": "4,3", "nombre_reaction": "", "avis": ["Tuummk😎😍😘\n\n😍😘😎 😘😇👨‍👩‍👦‍👦👨‍👩‍👦👨‍👨‍👧‍👧 …", "Banque", "ممتاز جدا"]}, {"nom": "Banque populaire", "adresse": "X526+9W2, Rue Bani Meskin, Rabat", "rate": "4,5", "nombre_reaction": "", "avis": ["EQUIPE TRES ACCUEILLANTE ET PROFESSIONNELLE.\nAPRES 10 ANS AVEC LA BP SUR PLUSIEURS VILLES, JE PEUX DIRE QUE C'EST LA MEILLEURE AGENCE QUE J'AI EU BRAVO"]}, {"nom": "البنك الشعبي", "adresse": "", "rate": "", "nombre_reaction": "", "avis": []}, {"nom": "Société Générale", "adresse": "X48X+385, Rabat", "rate": "1,8", "nombre_reaction": "", "avis": ["Aucun suivi."]}, {"nom": "CFG Bank - agence Hay Riad", "adresse": "Immeuble B-C2 10100-, Av. Annakhil, Rabat", "rate": "3,5", "nombre_reaction": "", "avis": ["Agence CFG Bank situé à l'avenir ennakhil Hay Riad à proximité de l'hôtel the View Rabat\nService rapide et équipe professionnelle", "J ai ouvert mon compte à distance avec un conseiller à casa il a été top !!! Très réactif et très arrangeant !\nJ étais à Rabat j avais besoin de faire mes opérations sur place je suis allé à …", "La pire des banques que j’ai jamais vu !!! Il te pique 66dh par mois pour un service assez nul ! 4 fois que ma carte bancaire est avalée par les guichets a cause de leurs systèmes pourrie ! A chaque fois ils me disent que le problème sera …", "Ma carte a été avalé sans raison dans leur distributeur, je suis déçu.", "À fuir !", "Superbe équipe!", "Service de qualité"]}, {"nom": "Banque Marocaine de Commerce et d'Industrie", "adresse": "X4G5+859, Av. Al Menzeh, Rabat", "rate": "4,2", "nombre_reaction": "", "avis": ["Les banques commerciales assurent la bonne tenue d'un registre des comptes et la gestion des transferts entre ces comptes. À ce titre elles facilitent les échanges économiques et sont censées contribuer à la traçabilité des flux financiers. …"]}, {"nom": "Société Générale Amal", "adresse": "", "rate": "", "nombre_reaction": "", "avis": []}, {"nom": "Bank of Africa", "adresse": "X45J+2C9, Av. Annakhil, Rabat", "rate": "1,9", "nombre_reaction": "", "avis": ["La personne qui s'occupe de la caisse est sorti aider une personne qui ne pouvait pas marcher et lui a ramené à signer en voiture.\nAu début je me suis énervé parce que j'ai cru qu'il avait abandonné son poste. Du coup je le récompense avec ce message.", "J’ai ouvert un compte marocain résident à l’étranger il y’a dix ans , si je ne suis pas sur place ! pour me déplacer à l’agence , personne ne répond au téléphone ni au mail , impossible de gérer son compte à distance , service client 0, …", "Pause déj, psne n'est à la caisse . Incroyable", "Service nul, à tous les niveaux, j'ai menacé d'envoyer un avertissement au siège, pour me valider le transfère de mon compte puisque j'ai déménagé, sauf erreur de ma part, c'est une simple demande client.", "Très mauvaise expérience.  Personnel non professionnel. Un service de m××de.... j y retournerai jamais", "Fermée pour pause dej !! 1h00 d'attente  !!\nC'est une vraie bank of africa :d", "Services nuuuuulllll.....je conseille tte personne qui veut creer un compte chez bmce de s abstebir et d aller chez les autres banques", "Conseillère irrespectueuse.", "un service médiocre", "One of the worst banks in Morocco with so lazy stuff ,some of them with no experience. I advice anyone to stay away of this bank ."]}, {"nom": "CIH", "adresse": "9 Rue Jabal Bouiblane, Rabat", "rate": "1,8", "nombre_reaction": "", "avis": ["Quand j'ai voulais récupérer ma carte bancaire pour la première fois l'agent m'a proposé une assurance ( assurance HIMAYA), j'ai bien répondu que pour le moment je ne suis pas intéressé mais elle n'arrête pas a insisté, et puis j'ai demandé …", "Je suis un nouveau client et je n'ai pas encore récupéré ma carte bancaire, dès que j'arrive à l'agence je dois à chaque fois patienter 30 à 40 min pour qu'un conseiller se libère et m'informe par la suite que la connexion est très lente et …", "Une agence moins k 0   on refuse même un versement liquide   sous excuse système bloqué  .  Sgmb 1000 fois mieux  une attente des heures comme si on demande un.visa    ça existe des bank comme ça en 2020 !!!!!", "La fille au premier bureau a droite est vraiment impooooliiii wkatshufia bness 3in sachant que j etais enceinte w aslan makantsh ga3 bagha tkhdem kon mashi securite mskin chafni hamla w 9alha siyda rah katsayen w hamla w katkhdem li …", "je conseille pas\nje veux créer un compte chez eux // la conseillère me reçoit comme f lmo9ata3a avec des ouuuuf c trop troop de dossier après me dit de lui laisser une copie de …", "Excellente banque", "Je vous le conseille pas les amies si vous avez un virement de qlq de votre famille vous aller attendre 10jour c'est du jamais vue dans les banques mondiale", "Incompétence manifeste", "Les personnels de cette agences (sans exception) sont juste désagréable.", "Service nul", "Dima système tayeh", "انا اسكن في مدينة وجدة نسيت بطاقتي البنكية في المنزل وعندما طلبت اخراج مبلغ مالي من الوكالة قال لي موضف يجب ان تغير وكالتك الى هنا لفعل ذالك وتعامله سئ جدا اتصلت لكي اقوم بشكوى واحضر المال ، وهو يرتجف مثل الدجاجة", "Kola mra in9so flos men compte ! katmchi agence makidiro walo kisftok l agence akhera.\nCIH de Madi …", "الشخص المكلف بالتحويل يتعامل بأسلوب بعيد جدا عن المهنية. اول مرة فحياتي يعاملني موظف بنكي بهاذ الاسلوب الاستهزائي، كون ماكنتش زربان كون نوضتها معاه مزيان", "Always crowded, the staff were always nice to me tho but  it's just too many people for  just one teller.", "Worst customer service! specialy the woman in the right desk"]}, {"nom": "Attijariwafa Bank", "adresse": "X495+6RV, Av. Al Majd, Rabat", "rate": "2,7", "nombre_reaction": "", "avis": ["Personnel n'est pas à la hauteur d'une banque comme Attijariwafa bank", "Est ce que vous avez un service wafacash ?", "Joli bank"]}, {"nom": "BANK OF AFRICA RABAT IBNOU SINA", "adresse": "", "rate": "", "nombre_reaction": "", "avis": []}, {"nom": "Crédit du Maroc", "adresse": "Av. Fal Ould Oumeir, Rabat", "rate": "1,8", "nombre_reaction": "", "avis": ["J'attends de refaire ma Cin pour changer de banque. C'est fini. Je ne me déplace pas bcp et les fois où je me déplace y a toujours un truc qui cloche", "Aucun distributeurs de cdm ne fonctionnent!!\nJe viens de parcourir 3 quartiers, et lorsque J essaye de retirer sur une autre banque , on me dit fond insuffisant!! Pour tant jai de l'argent sur mon compte !!!!", "Pire agence que vous pourriez rencontrer au Maroc. Ni distributeur fonctionnel, ni personnel professionnel !", "Service médiocre, personnel antipathique, la pire agence que vous pouvez avoir.", "service nul impossible de les contacter par telephone ça ne repond jamais", "À fuir.", "Obtenez un taux de change quotidien absolument équitable avec Master Card. N'est pas facile à trouver au M …", "نعم خدمة جميله"]}, {"nom": "BMCE", "adresse": "X47X+W74, Rabat", "rate": "4,8", "nombre_reaction": "", "avis": ["De passage , j'etais bien accueilli et ma demande traitée avec professionnalisme exemplaire\nMerci Mme Nouhaila :)", "Excellente équipe. Merci", "صباحو مصرى"]}, {"nom": "Credit Immobilier Et Hotelier (Cih Agence Yacoub Al Mansour)", "adresse": "1004 Avenue Al Massira Amal, Rabat 90000", "rate": "1,7", "nombre_reaction": "", "avis": ["zerooooooo de chezzzz zeroooooo a fuiree c est la pire agence que j ai jamais vue dans ma vie un caissier arogant il se croit qq chose d important tandis qu il est nullllll ,il te parle si tu lui demande de la chariter ,j ai changer de bank definitivement ,a fuireeeee horrible", "Pas l'habitude de laisser des avis , mais la c vraiment le pire .\nsont pas des professionnels manque de respect vers les clients , on dirait on le dérange, …", "Ouahed sle3 tema shab lih mul l’agence alors qu’il est juste un caissier avec bac+2 !!! et il manque de professionnalisme et traite mal les clients , cih a fuiiiiiir", "JE DECONSEILLE !\nAttention c’est la pire agence possible, très désagréables et très arrogants, en plus la queue est toujours interminable. …", "Mal traitance a haut niveau.. a fuir", "Nul le plus mauvais des banques personnel pas à la hauteur hadak sla3 li f agence hsab rasso howa moul cih dayer li baghi f dik agence", "Très mauvais service", "Très mauvais service", "Bonjour Ghita,\nNous sommes navrés que nous n'ayons pas pu répondre à vos attentes. \nNous vous invitons à nous contacter sur le 4747 ou sur reclamations-clients@cihbank.ma, nous ferons le nécessaire pour vous offrir un meilleur service.", "Service nul", "Bonjour Hatim,\nNous sommes navrés que nous n'ayons pas pu répondre à vos attentes. \nNous vous invitons à nous contacter sur le 4747 ou sur reclamations-clients@cihbank.ma, nous ferons le nécessaire pour vous offrir un meilleur service.", "Agence cih", "ثاني مرة نجي هنا وتاني تعليق.. مازالت وكالة بتاع العذاب المبين. مكاينش نظام وتسهيل للزبون. وخدمتهم تقيييييلة بزااااااااااااااااف الوكالة الاقرب ليها عمري لقيت اشكال فيها ابدا", "staff are so arrogant and they provide the worst service i have ever seen", "ماحملتش هاد الوكالة ماعاطيينكش قيمة وإحترام للزبون.", "Poor", "Hello,\nWe apologize that we were unable to meet your expectations. Please contact us at 4747 or at reclamations-clients@cihbank.ma and we will do our best to offer you better service.", "Service -100"]}, {"nom": "Banque Populaire", "adresse": "X5W2+X8P, Av. Ibn Sina, Rabat", "rate": "1,8", "nombre_reaction": "", "avis": ["J’habite à côté de cette agence,elle est juste catastrophique, une caissière insolente,impolie , lente et qui n’est jamais a son poste !!!! Et ça fait des années que ça Dure !!!!!je me demande si la BP a intérêt à embrocher ce genre de personnel !!!!", "Je suis venu dans cette agence afin d'ouvrir un compte bancaire. Aussi aimable qu'un gardien de prison on me dit d'attendre. Une fois devant la conseillère. On me donne un rendez-vous avant de me dire que vu que je ne suis pas marocain, je peux allez voir ailleur. En somme une véritable perte de temps.", "J'aurais mis 0 étoile mais ce n'est pas possible. Le pire du service et un personnel qui ne fait simplement pas son travail, aussi ils ne répondent jamais au téléphone. J'ai heureusement changé de banque, impossible de continuer avec cette agence.", "Je n'arrive pas à trouver le numéro de téléphone ! Ni sur le site chaabi ni ici sur Google"]}, {"nom": "Attijariwafa Bank Al Massira", "adresse": "avenue Al Massira (C.y.m), sect. G2, Yacoub El Mansour 10053", "rate": "1,9", "nombre_reaction": "", "avis": ["Mauvais service", "agence d’incompétent aucune réponse sur le téléphone tu peut appeler jour et nuit , aucun conseil , rien, des bon a rien.", "c'est une commissariat Égyptien 😉et pas une agence bancaire 😤😡 la directrice ne savent rien ou services …", "Pas de réponse sur le téléphone  toujours ligne occupée 😤😤😤 …", "service à parfaire"]}, {"nom": "بنك البركة التشاركي", "adresse": "X5V3+W92, Rabat", "rate": "3,0", "nombre_reaction": "", "avis": []}, {"nom": "Poste Nations unies", "adresse": "X5V3+HPC, Rabat", "rate": "2,3", "nombre_reaction": "", "avis": ["Le plus lent service vous le trouverez a cette agence le service est très nulle", "Pratique et rapide"]}, {"nom": "CIH", "adresse": "", "rate": "2,8", "nombre_reaction": "", "avis": ["Je confirme, la dame dans le bureau à gauche est incroyablement impolie, insolente et niveau très bas.\nSans parler de l'homme chauve dans la caisse qui vous parle d'un ton f7al ila jayine tans3awhoum. حسبي الله و نعم الوكيل فيكم. Je vien de changer d'agence heuresement.", "Ça fait un mois que je me dirige  a cette agence pour demander une renouvelation de ma carte guichet mais le commercial n'est jamais là la securite me dit qu'il  sera là lundi puis .mardi....rien j'en ai marre je donne un 1 etoile et c'est pas mérité.", "Nul toujours système tay7 hhhh", "Une banque catastrophique , les guichet en paine presque chaque jour , les mise a disposition erroné a cause du système .. …", "L'agent travaille ici était la raison pour laquelle j'ai fermé mon compte et changé de banque.", "Des employés sympas professionnels facilite les tâches des clients je suis content d être client chez CIH", "Service très lent", "Dima directeur mkinch lf9ssa", "Personnels veux pas travailler", "C'est bon 🙏❤️ …", "J'adoooor", "Bon accueil", "Kouass", "👎 …", "جميع العاملين فيها ليس لهم علاقة بالإنسانية ويتعاملون دون المستوى ، أنصح الجميع بتغيير هذه الوكالة (زريبة) ويجب على المسؤولين فيها أن يكرروا النظرة ...", "Je met une étoile,et c'est pas méritée.Mauvais service par le personnel.Systéme toujours en panne.\nأكفس وكالة.أنصح العموم بأن يبتعدو عن هذه الوكالة.", "Believe me when I tell you this agency has the worst agent ever. She’s an ignorant arrogant woman who instead of serving customers, she tries to puts up a fight every time.", "وكالة فاشلة 100% تعامل 0 مدير 0 موظفين زفت 00000\nAgence nulle nulle nulle nulle", "واحد خيتي خدامة تما، ديما عاقدة غوباشة و باغة دابز و عزيز عليها الطنز. نصيحة مني بعدو من هاد الاجونس.", "المؤسسة المالية المفضلة لدي", "هاد الوكالة هي أحسن وكالة", "توقيت الرمضان الجديد : حتى 14:15", "Worst staff ever", "👍🏻👍🏻👍🏻 …"]}, {"nom": "BMCE BANK", "adresse": "X5V3+526, Av. Michlifen, Rabat", "rate": "2,5", "nombre_reaction": "", "avis": ["service minable les frais restent chers"]}, {"nom": "Tijariwafa Bank", "adresse": "", "rate": "", "nombre_reaction": "", "avis": []}, {"nom": "Attijariwafa Bank", "adresse": "X43G+FCC, Av. Azzaitoun, Rabat", "rate": "3,0", "nombre_reaction": "", "avis": ["Agence Bancaire conviviale, le personnel est au petit soin et très disponible, beaucoup de places pour stationnement et des horaires adéquats grâce au libre service disponible jusqu'à 21 heures chaque soir en semaine", "service pitoyable", "Its a banc"]}, {"nom": "Bank of Africa", "adresse": "X4RH+JW4, Quartier Al Kamra, Yacoub El Mansour, Yacoub El Mansour 10053", "rate": "2,6", "nombre_reaction": "", "avis": ["Accueil catastrophique , la dame au guichet était inserviable, mal poli elle m'a même demandé de voir avec une autre agence en jouant sur son téléphone, je ne comprends pas comment il arrivent a traiter un client avec une telle manière horrible !!! la BMCE a éviter", "Accueil très froid, j’ai demandé la liste des documents à fournir dans le cas d’un décès et les conseillers n’avaient pas de liste officielle BMCE, ils faisaient appel à leurs mémoires pour me répondre. J’ai demandé à parler au directeur de …", "L'accueil et le service dans cette agence, dont je suis client depuis 23 ans, a trop dégradé...hélas!", "Bien", "Accueil et service catastrophique pour entreprises", "Good."]}, {"nom": "Al Barid bank", "adresse": "X43P+J7F, Av. Annakhil, Rabat", "rate": "3,0", "nombre_reaction": "", "avis": ["Je vous écris pour vous faire part d'une réclamation concernant une expérience récente avec l'un de vos agents. Le 19 mai 2023, aux alentours de 14h30, je me suis rendu à votre agence \"Albarid cash\" située au 16448--BC RABAT NAKHIL pour …", "Ils sont top👍👍👍 …", "Très a l ecoutes", "Bien organisé et bon travail", "If there is 0 i will give it\nBad service"]}, {"nom": "Attijariwafa Bank", "adresse": "Av. Michlifen, Rabat", "rate": "2,5", "nombre_reaction": "", "avis": ["Très bon service", "Les chargés de caisse sont rapides et efficaces. Les chargés de clientèle et la direction ont parfois eu de mal à résoudre de tout petits problèmes.", "Bonne", "Inefficacité des conseillers, ne répondent jamais aux mails , ni au téléphone.. aucun service clients..", "manque d'accompagnement client", "أقل ما يمكنني أن أقول هو أن موظفي هذه الوكالة لا يفقهون شئ\nوتسببون في العديد من المشاكل\nويدخلون الزبناء في مشاكل لا حل لها …"]}, {"nom": "Bmci Bank El Menzeh", "adresse": "606, hay El Manzeh (c.y.m.), Yacoub El Mansour 10053", "rate": "3,1", "nombre_reaction": "", "avis": ["système et service nul  .la nouvelle équipe doit être re-formée pour savoir ce qui est bien la notion du client. je vous cache pas cette banque n'arrive même pas a changé mon adresse postale et corrigé mon numéro tel dans leur système. ça …", "L’acceuil et les gens qui travails c sympathique, mais le service est zero ( je pense pas que ca vient des agents eux meme!) mais le système bancaire rigide Français dépasser en 2021, nous fait perdre notre investissement au Maroc et notre …", "Equipe professionnel et banque bien situé disponibilité de parking", "Très bon contact avec le personnel. La directrice d'agence est très sympathique et serviable, à l'écoute", "Impossible de les joindre par téléphone, ils ne répondent pas au mail en plus la dame qui a remplacé M BECHEkROUN manque de politesse et très inactive", "Facile à trouver", "ممتاز"]}, {"nom": "Société Générale Rabat Michlifen", "adresse": "Angle Rue Michlifen et rue Jbel Al Ayachi, Rabat 10030", "rate": "1,5", "nombre_reaction": "", "avis": ["Ça fait 3 ans que je me dis qu’il faut que je change de banque ou au moins d’agence ! Là c’est confirmé !! Étant MRE je ne peux pas me déplacer et aucune réponse par téléphone…les mails, nous sommes pas encore à ce niveau !! Si j’aurais pu mettre Zéro étoile, je l’aurais fait … Honte à vous de nuire à cette enseigne !", "Je rejoins les commentaires précédents !  heureux de constater que je ne suis pas le seul à avoir eu des problèmes avec cette agence... …", "L'employer qui gère la caisse est tellement désagréable que j'ai décidé de garder mon compte à Marrakech. Aussi, c'est la seule agence qui n'arrive pas à faire fonctionner le système d'informations parmi toutes les agences SGMB de Rabat, et les prétextes on n'en finit pas bien sûr.", "Personnel aimable  le plus grand default de la sgmb   une aplication défaillante a un degré incroyable pourra vous laisser en panne ne pas faire passer des virements   serveur toujours bloquer  service de réclamation tj présent mais avc des excuses permanentes rien ne s arrange  .", "Personnel incompétent et n'a aucune notion du service client.\nUne honte!!", "Comment puis-je mettre 0 étoiles ?", "Service très nul, aucune réponse au téléphone.... ni respect client", "Service nul , ni aucune réponse au tel", "Service nul", "Very bad experience.  One line of wait of only 4 customers and the employees are just standing looking at you. It has been already 16 minutes and nothing happened. I hate it when I have to come and use their service at this location. Must switch to a different bank."]}, {"nom": "Crédit Agricole", "adresse": "X4XH+4QC, Rabat", "rate": "1,0", "nombre_reaction": "", "avis": []}, {"nom": "Société Générale Agence Rabat Agdal", "adresse": "X5W3+MC9, Rabat", "rate": "3,0", "nombre_reaction": "", "avis": ["On a été très mal reçu par Mehdi Younssi responsable à l’agence  beni znassen ,il m’a dit si tu n’est pas content allez dans une autre agence,il était très impoli.,une agence a ne pas recommander☹️☹️☹️☹️☹️"]}, {"nom": "Société Générale Rabat Yacoub El Mansour", "adresse": "Bd Essalam - Hay Yacoub El Mansour, Rabat 10120", "rate": "2,3", "nombre_reaction": "", "avis": ["bon", "خدمة معطلة و ثقيلة، نتمنى ان يتم تحسينها", "الغزالة ديالي"]}, {"nom": "Point de vente (Autoroutes Du Maroc)", "adresse": "2 Rue Joullanar, Rabat 10100", "rate": "3,0", "nombre_reaction": "", "avis": ["Le service est nul.\n\nJe me suis présenté à 20 h 40 , la conseillère a refusé de prendre en charge ma …", "👍🏻 …"]}, {"nom": "Umnia Bank Rabat Agdal", "adresse": "9 Rue Jabal Bouiblane، valle Ould Amir Street, Rabat", "rate": "5,0", "nombre_reaction": "", "avis": ["Out est le website ?", "شكرا لكم"]}, {"nom": "Finance Business and Developpement", "adresse": "", "rate": "", "nombre_reaction": "", "avis": []}, {"nom": "Crédit du Maroc", "adresse": "21, boulevard sidi Mohammed Ben Abdellah, Hay El kheir, Rabat 20000", "rate": "1,0", "nombre_reaction": "", "avis": []}, {"nom": "AL AKHDAR BANK HAY RIAD", "adresse": "", "rate": "", "nombre_reaction": "", "avis": []}, {"nom": "Attijariwafa Bank", "adresse": "X5W2+XQR, Av. de France, Rabat", "rate": "2,7", "nombre_reaction": "", "avis": ["Nous arrivons à 15h43 pour un dépôt d'espèce sur le compte pro on nous refuse car il ferme à 14h45 je trouve ça inadmissible pas professionnel du tout sachant qu'on a un restaurant et on a besoin de mettre l'argent sur le compte pour nos …", "Les agents sont tjrs non dispo + ils laissent les postes vides", "Agence attijari", "Service 0"]}, {"nom": "Agence nationale pour la réhabilitation de la santé", "adresse": "", "rate": "", "nombre_reaction": "", "avis": []}, {"nom": "BMCE El Manzeh", "adresse": "X4F4+PF7, Av. Al Menzeh, Rabat", "rate": "1,9", "nombre_reaction": "", "avis": ["A mon avis, pour garder tous vos clients, mettez en revue les gens que vous recrutez, qui sont en contact direct avec la clienthèle...  depuis que je suis obligée de visiter cette agence uniquement car c le seul moyen de payer mon club …", "Je suis à la attendre le monsieur caissier qu il mange, pour 30 min de ratard, c'est quoi l'utilité d'écrire sur l'affiche du lundi au vendredi 09h00 à 16h00.\nÀ mon avis il veut mieux retourner à 09h00 à 18h00 avec pose déjeuner", "Juste le nom d’une banque aucun professionnalisme\nUne heure d’attente (la personne était en pose déjeuner alors que qu’elle en horaire continue)pour un chèque de banque …", "Très bon service.", "The worst experience ever. The cashier had his lunch break that the lady in the desk next to him said was going to take 30 minutes & she added that I had to wait. Fair enough, i left to park my car properly, when i came back, she was …", "I had an issue about linking my bank account with Paypal\nAll what I needed was a Routing number but no one did any small effort to serve me …"]}, {"nom": "Banque Populaire", "adresse": "W4R8+CJP, Témara", "rate": "5,0", "nombre_reaction": "", "avis": ["Nice"]}, {"nom": "Banque Al yousr", "adresse": "X5X3+52Q, Av. de France, Rabat", "rate": "3,6", "nombre_reaction": "", "avis": ["Horaires bizarres pour une banque qui vient de commencer!!! Comment vous allez capter plus de clients ??", "Nice"]}, {"nom": "Bmce bank Gab", "adresse": "", "rate": "", "nombre_reaction": "", "avis": []}, {"nom": "Attijariwafa Bank GAB", "adresse": "X46P+H6G, Av. Al Arz, Rabat", "rate": "4,0", "nombre_reaction": "", "avis": []}, {"nom": "Banque Populaire Souissi sucursale", "adresse": "X5CC+MF4, Rabat", "rate": "4,7", "nombre_reaction": "", "avis": ["Belle architecture et emplacement", "La meilleure banque"]}, {"nom": "Al Barid Bank", "adresse": "X4WG+X7C, Rabat", "rate": "2,0", "nombre_reaction": "", "avis": ["Service irréprochable. Les conseillers sont à l'écoute. Ambiance familiale d'après ce que j'ai constaté dans l'agence. Le directeur de l'agence a pris de son temps et m'a aidé dans un problème de tri de lettres a temara rien à voir avec son secteur. Depuis je suis devenu client.", "Service client 0, les personnes ne respectent pas les clients âgé", "المرجو من الموظفون بهذا البريد بنك تعامل الجيد مع الزبناء", "The worst service ever"]}, {"nom": "BMCE Bank", "adresse": "X5W2+P2J, Rabat", "rate": "1,3", "nombre_reaction": "", "avis": ["Service nul et très lent (BMCE av de France, Rabat).\nLeur num de téléphone ne sert à rien! Il répondent même pas!!!!", "Service nul ça fait 3 mois que je d'amande le transfère de mon compte mais pas de réponses !!!!!", "Service very poor , a éviter comme agence ....", "Service très lent.", "Pire que l’administration, Personnelles trop lent et un guichet", "Services nulles, conseillers non professionnels ...", "Service nuuuul !!!!", "archi nulle", "Worst staff, worst service, terrible experience everytime"]}, {"nom": "Banque Populaire", "adresse": "2523+655, Rue Oued Baht, Rabat", "rate": "1,5", "nombre_reaction": "", "avis": ["mauvaise service,pas des gens compétents,ils font toujours des erreurs pour moi, ils envoyes mon cheque  sur le compte d'autre client", "Mauvais Mauvais services dans cette agencé sincèrement 👎👎👎👎👎 …", "Service très très nulle  ,", "Incompétent\nToujours leur scanner et imprimante  hors état de marche !", "Service archi-nul une seule personne au comptoir pour vous servir", "Service lent. Presque tout le temps injoignable au téléphone !", "Services très mauvais dans cette agence", "Service nul,", "Horaires no respectés , des pauses dans un horaire continu", "Service nul", "Service Nul", "banque de mauvais service", "Tout est terrible, le personnel ne veut pas travail …"]}, {"nom": "CIB Bank ATM", "adresse": "", "rate": "", "nombre_reaction": "", "avis": []}, {"nom": "BMCE Bank البنك المغربي للتجارة الخارجية", "adresse": "X4MC+G96, Rabat", "rate": "2,6", "nombre_reaction": "", "avis": ["جيد جدا"]}, {"nom": "Banque populaire", "adresse": "W4P7+X5C, Témara", "rate": "4,7", "nombre_reaction": "", "avis": ["Bon service", "A very small branch but the branch manager is very friendly and willing to help or solve any issue or concern.  Even the teller is very friendly and professional. It is a nice small branch for personal banking near your home."]}, {"nom": "Wafacash", "adresse": "X493+46R, Av. Al Majd, Rabat", "rate": "2,2", "nombre_reaction": "", "avis": ["Mauvais service, mauvais réception, un ga qui n arrête pas d'utiliser son téléphone portable sans au moins répondre le salut des clients.\nThis kind of business needs mature staff, not fraks with earphones and dehna dyal ch3ar....", "Banque pour faire des virements ou des encaissements d'argent à travers le pays et sur l'étranger.", "Mauvais service ou flouse hadi 2 jours ou kanatsana imta tsiftohum", "mauvais service, la dame qui gère insulte les gens !!", "Très bon service"]}, {"nom": "Société Générale Banque Privée Rabat", "adresse": "", "rate": "2,6", "nombre_reaction": "", "avis": ["La vie est belle", "Ça fait plus d'un mois (depuis le 24/02/2020)que j'ai déposé une requête à l'agent responsable de mon compte bancaire et je n'arrive pas jusqu'à présent à le rejoindre ni à avoir une solution à mon problème .", "le service n'est pas efficace"]}, {"nom": "Banque Populaire", "adresse": "243X+2W5, Rue Oued Moulouya, Rabat", "rate": "2,1", "nombre_reaction": "", "avis": ["Pourquoi mettre un numéro de téléphone et ne jamais répondre ? Vos clients sont obligés de se déplacer pour des infos de 30s que vous pouvez facilement communiquer par tel ! C'est 2023, changez vos méthodes GRC et communication. Vous êtes une BANQUE quand même!", "Agence sympathique, mais je ne comprends pas pourquoi ils presentent horaire continu mais le caissier est toujours en pause entre midi et 2, avec une file d'attente interminable, ... autant annoncer une fermeture pour le déjeuner", "Le service est excellent d'habitude.\nSurtout ils ont une directrice très serviable.\nMalheureusement au téléphone le service est souriant mais sans réponse fiable …", "Ils répondent jamais au tel..ni aux e-mail\nIl est tps de changer d'agence", "A ma connaissance, meilleure agence au monde", "Telephone zero response"]}, {"nom": "Banque Populaire Oulad Mtaa", "adresse": "W4Q3+4MV, Bd Sahl Rhone, Témara", "rate": "3,1", "nombre_reaction": "", "avis": ["Agence de grande affluence,  il serait préférable, d'augmenter le nombre du personnel, au moins 2 guichets et 2 caisses. Aussi il faut bien entretenir les GAB.\nIl manque également un distributeur de numéros pour mieux gérer la file d'attente.", "Equipe dynamique et réactive chef d'agence a l'écoute de ses clients au top merci", "ils ont pas fermé le compte de ma femme bien qu'elle a demandé deux fois. C'est decevant"]}, {"nom": "Credit Agricole", "adresse": "X5JC+865, Rabat", "rate": "4,0", "nombre_reaction": "", "avis": []}, {"nom": "CIH Banque", "adresse": "KM 3, Avenue Mohamed VI, 5 Rue du Rif, Rabat 10000", "rate": "1,9", "nombre_reaction": "", "avis": ["Est-ce indispensable de prendre une après-midi entière pour déposer un chèque ??? C'est insupportable cette impression que personne ne daigne s'occuper du client. Je suis furieuse !", "Bonjour Isabelle,\nNous sommes navrés que nous n'ayons pas pu répondre à vos attentes. \nNous vous invitons à nous contacter sur le 4747 ou sur reclamations-clients@cihbank.ma, nous ferons le nécessaire pour vous offrir un meilleur service.", "Le système est toujours en panne. Ca fait 4 fois que je me déplace et toujours \"le système est en panne\"\nCette agence est vraiment à éviter.", "Bonjour Samah,\nNous sommes navrés que nous n'ayons pas pu répondre à vos attentes. \nNous vous invitons à nous contacter sur le 4747 ou sur reclamations-clients@cihbank.ma, nous ferons le nécessaire pour vous offrir un meilleur service.", "Service exécrable. Conseillère hautaine et incompétente.", "SYSTEM ALWAYS DOWN", "Hello Nawfal,\nWe apologize that we were unable to meet your expectations. Please contact us at 4747 or at reclamations-clients@cihbank.ma and we will do our best to offer you better service.", "System down everyday", "👍👍 …"]}, {"nom": "Banque Populaire", "adresse": "X5MF+54H, Rabat", "rate": "3,6", "nombre_reaction": "", "avis": ["Une heure d'attente pour un versement. Armez-vous de patience.", "Une équipe vraiment accueillante et commerciale 👍 au top …", "لاباس به"]}, {"nom": "Siège régional Crédit du Maroc", "adresse": "3,2 Km,, Av. Mohamed VI, Rabat", "rate": "1,8", "nombre_reaction": "", "avis": ["Messieurs,\n\nAyant une expérience fâcheuse avec cette banque : …", "La politique du groupe  nécessité de faire bcp d'effort sur les recru  le CLT n'ai pas un chien les frais que vs faites payer  et les options prélever sn accord préalable du CLT c'est du vol j'invite tous les clts de demander des relevés …", "J'ai le regret de vous réclamer très respectueusement qu'il ya toujours eu des erreurs de prélèvement avec des ajout des pack et des option jamais demandé et jamais signer par le CLT un abu de pouvoir effectuer par les agence des demande …", "J’essaye de rejoindre l’agence j’ai trois numéro personne réponds\nJust pour savoir qu’il est le rôle d’un agent commercial ?", "Bonne direction régionale et beau bâtiment\nBon service", "Nul", "ربي ينتقم منكم، الله ياخذ فيكم الحق.", "ان شاء الله ستحاسبون أمام ربكم...."]}, {"nom": "Agence Banque Populaire Mabella", "adresse": "21 Avenue Tadla, Rabat 10000 Av. Tadla, Rabat 10000", "rate": "2,2", "nombre_reaction": "", "avis": ["Bonjour la qualité de service et l'accueil de cette agence sont médiocres. La dame qui s'occupe du commercial nécessite beaucoup de formations ou peut être doit changer de position.", "Agence à éviter . Agents absolument non accueillants traitement des demandes de la clientèle de la manière la plus ignoble possible.", "Qualité d'accueil très médiocre, la dame est arrogante d'une mauvaise humeur,  je suis MRE je voulais ouvrir un compte mais son attitude limite impolie m'a découragé,  ce genre de poste représente la vitrine de l'agence et de la banque …", "Cette banque se situe à la rentrée du quartier Marbella en face de l' école (11Yanaire(Janvier)et non loin du marché BIM", "Mediocre sur tous les plans( accueil,service, conseillers et responsable d'agence nonchalants ..."]}, {"nom": "Attijariwafa Bank", "adresse": "W4R7+5H8, Av. des Oudayas, Témara", "rate": "1,5", "nombre_reaction": "", "avis": ["ZERO"]}, {"nom": "Société Générale Fal Ould Oumeir", "adresse": "Angle Av. Fal Ould Oumeir et Oqba - Agdal, Rabat 10200", "rate": "1,8", "nombre_reaction": "", "avis": ["Des incompétents finis, des gogoles qu'ils ne comprennent rien à leurs travaillent.", "Agence pas joignable au téléphone. Personne ne répond. Pour ma part une fois sur place pas de reproches, ils sont serviable a part la directrice d'agence NULLE je sais pas elle se prend pour qui et ne sait pas parler.", "ils répondent jamais au téléphone had wlad l9hab, banque à éviter, et même si vous décidez souscrire chez eux, évitez cette agence zebbala 👎🏻👎🏻👎🏻👎🏻👎🏻👎🏻👎🏻👎🏻👎🏻 …", "Service pas à la hauteur; vaut mieux fermer cette agence qui n'est qu'une vrai perte de temps… INCROYABLE", "Service null.... personne ne prend en charge vos demandes sauf si vous faite 100 relances et va voir... une agence avec un service à ne pas prendre.", "Bonjour, nous restons à l'écoute de l'ensemble de vos remontées concernant notre établissement sur notre page facebook :\nhttps://www.facebook.com/societegenerale.maroc", "Une calamité !!! Personnel incompétent ( Précisément le chargé de clientèle et la directrice d'agence) . Ils ne sont pas réactifs et ils ne répondent pas aux appels des clients . A EVITER !!!", "Nul nul nul ils répondent jamais au téléphone on peut pas se déplacer tjr", "Aplication sgmb tj en panne au degré qu elle pourra vous créer des problèmes sur votre gestion financiere", "très déçu de l'organisation, aucune considération de leurs clientèle ! 1er arrivé, dernier servi !", "Je déconseille cette agence et en plus ils répondent jamais au téléphone", "Banque société générale , une banque de mauvaise qualité évitez cette banque  à tout prix", "Mauvaise banque  MAIS un guichet qui est toujour en panne! et l'odeur des poubles en devant la banque et vraiment mauvaises!!!", "Service client déplorable avec blocage fréquent de l'application mobile", "Les clients ne sont pas bien traités et le service est très lourd 👎👎 …", "Ils répondent jamais au téléphone", "Très bon mechoui", "Nul", "Service nul !!!", "Bonjour,\nMerci de prendre contact avec nous sur facebook pour nous donner plus de détails sur les raisons de votre insatisfaction : https://www.facebook.com/societegenerale.maroc\nTrès bonne journée, nous restons à l'écoute de l'ensemble de vos remarques", "(et …"]}, {"nom": "Banque Populaire", "adresse": "244V+FG6, Rabat", "rate": "2,0", "nombre_reaction": "", "avis": ["Servive mediocre voir nulllllll!!!", "Agence incompétent\nVeuillez choisir une autre agence ou meme une autre banque!", "Magnifique", "موظفين عبارة عن مرضى نفسيين"]}, {"nom": "Banque Populaire Moukawama", "adresse": "30, Avenue Essalam (c.y.m.), Yacoub El Mansour 10053", "rate": "3,7", "nombre_reaction": "", "avis": ["Service incompétent et désagréable pas de sourire", "Personnels jeunes et qualifiés !!!"]}, {"nom": "Société Générale Kays", "adresse": "Place Rabia El Adaouia - Agdal, Rabat 10080", "rate": "3,7", "nombre_reaction": "", "avis": ["Comment faire pour vous joindre au téléphone?\nJ’ai appelé des dizaines de fois cela sonne dans le vide. Vous voulez vraiment qu’on se déplace en période de confinement ?????", "Ils répondent jamais au téléphone. Injoignable!!!!!!", "Des banquiers professionnels", "unsufferable client service,  they employ arrogant kids who love to talk down on you with an attitude only seen in highschool cheerleaders", "Top"]}, {"nom": "banque populaire", "adresse": "N°859, Témara 12020", "rate": "2,3", "nombre_reaction": "", "avis": ["des professionnels dans l’arnaque et l’escroquerie je suis client chez eux depuis 07 ans , on ma prélevé une somme importante sans donner des explications convaincantes attentions les clients potentiels a éviter cette banque", "Mauvais Service vous refusez de cacheter les releves bancaire telecharger a partir de lapplication pour oblige les personne a payés les frais  (11dh par page).+ Gab(souvent en panne).jai fais la demande pour changer ma carte prima cassé la banquiere ma demandé une nouvelle une 2eme prima aulieu de remplacé l'ancienne......", "Une agence bancaire avec du personnel tres serviable", "Le guichet est toujours en panne ou vide.. service nuuuuuul"]}, {"nom": "Banque Populaire", "adresse": "6 Av. Omar Ibn Al Khattab, Rabat", "rate": "3,4", "nombre_reaction": "", "avis": ["Escalier qui va lâcher un jour, inaccessible aux personnes à mobilité réduite et guichet qur fonctionne pas les 3/4 du temps.", "Le guichet automatique n'est pas accessible pour les feuilles roulant à cause des escaliers", "Vous pouvez retirer de l …", "Inaccurate google maps info . closed Saturday morning", "Bp"]}, {"nom": "Crédit du Maroc", "adresse": "Rabat", "rate": "", "nombre_reaction": "", "avis": []}, {"nom": "banque populaire nahda 1", "adresse": "477, hay Nahda, extension complément, Rabat", "rate": "2,4", "nombre_reaction": "", "avis": ["Banque de la filiale Banque Populaire situé au quartier Nahda I de Rabat.", "La pire agence banque populaire au Maroc.", "Aucune collaboration, accueille qui donne l'impression comme si on les dérange ,pas de fluidité, je ne sais pas quoi dire à force que ça n'a rien avoir avec un front office d'une banque....", "a cause d'une faute grave d'une agent bancaire  j'ai perdu 39000dhs .unprofessionnelle du tout", "Vraiment... Un service à la marocaine", "Tjr de l attente", "👍🏻 …"]}, {"nom": "Crédit Du Maroc", "adresse": "5 vi 10170، 5, Cadi Ben Hammadi Senhaji Av. Mohamed VI, Rabat 10170", "rate": "2,0", "nombre_reaction": "", "avis": ["Service très lent !!! Un seul guichet ouvert pour une trentaine de personnes.", "Ils ont déménager de cette adresse, cette agence est fermé 🔐 …"]}, {"nom": "Crédit Agricole du Maroc", "adresse": "2522+78M, Av. Al Abtal, Rabat 10100", "rate": "3,4", "nombre_reaction": "", "avis": ["Mauvais comportement vis à 3des clients. Absence du caissier en plus d'une défense non justifiée du chef d'agence.", "Service très long et manque de professionnalisme 👎 …", "Pour la communication la plus part du temps ne nous répond pas à nos appelles", "Bien placé", "دمر الفلاح", "Hamaa lakhdar"]}, {"nom": "Agence Crédit Agricole", "adresse": "X5HJ+GV9, Rabat", "rate": "3,7", "nombre_reaction": "", "avis": ["Tt les employés de cette agence sympa ils facilitent les tâches rien a dire", "Accueil sympathique"]}, {"nom": "BTI Bank Agence Rabat Al Abtal", "adresse": "26, angle avenue Abtal et, Rue Tansift, Rabat 10090", "rate": "4,7", "nombre_reaction": "", "avis": ["ici MR abdelaziz charge de client reflete les perfermances de la banque par sa courtoisie. sa qualite d ecoute. son engagement aupres du client. c est une personne qui reconforte et qui assure.", "New look"]}, {"nom": "Banque Populaire", "adresse": "208, Ave Moulay Ali Chrif, Temara 12020", "rate": "3,7", "nombre_reaction": "", "avis": ["C vrai il ya 1 nouveau cafe juste a cote", "Service nul nul nul. De vrais arnaqueurs.", "Banque le plus populaire dans le maroc", "ma banque préféré :)", "Bien Situer", "جيد", "James"]}, {"nom": "Western Union Attawfiq", "adresse": "X4RH+VFX, Rabat", "rate": "3,0", "nombre_reaction": "", "avis": ["Kayna wahed kheyti tma dima kadir rassha nassia 10dh .. redu lbal"]}, {"nom": "Banque Populaire Hoummane Fetouaki", "adresse": "", "rate": "3,0", "nombre_reaction": "", "avis": ["Le service de cette agent ne fait que empirer depuis que l’agence n’est plus gérer par le directeur Reda, le nouveau directeur est arrogant, ils ne répondent jamais aux téléphones et nous sommes obligés de se déplacer pour demander une simple information. Jai fini pas clôturer mon compte et l’ouvrir ailleurs.", "لا تليفون يجاوبو  فيه لاناس فهما شغلها لا سيستم مقاد ناس مزال عايشة 1960 لا انصح بهاد البنك و لا هاد الفرع خصوصا", "خيالهم نفحص خ", "I m a customer of this bank", "Normal", "جيد"]}, {"nom": "Banque Populaire", "adresse": "241, avenue Sidi Mohamed Ben Abdallah, Rabat Hassan 10020", "rate": "1,4", "nombre_reaction": "", "avis": ["Nul et à éviter , désagréable et pas de sourire", "3ad jit daba 3andhom m3a 15h50 l9ithom sadin\nnormalement m3a 16h30 la fermeture\nc'est la hachoma"]}, {"nom": "Banque Populaire Ibn Toumert", "adresse": "94, hay Nahda, El Youssoufia 10190", "rate": "3,5", "nombre_reaction": "", "avis": ["Service vraiment nullllll", "Vraiment un service nul\nN'a aucun rapport avec les banques tu te sens comme si tu es dans un souk", "Service Moyen", "Lazy satff"]}, {"nom": "Dar Al Amane", "adresse": "61, Angle Avenue ATLAS et Rue OUM ERRABIA, Magasin n°1, Rabat 10080", "rate": "3,0", "nombre_reaction": "", "avis": []}, {"nom": "Attijariwafa Bank", "adresse": "P4017 Av. Mehdi Ben Barka, Rabat", "rate": "2,3", "nombre_reaction": "", "avis": ["2 mois d’attente pour récupérer ma carte capturée dans une agence située à 2 km de celle où j'ai ouvert mon compte. …", "Pour la nouvelle Agence de hay Nahda1 Rabat. Cette agence est une galère. ça m'a pris 2 heures et juste pour récupérer une petite caisse à la caisse.  le gars qui est responsable n'a rien à voir avec les compétences en gestion.  les gars du cachier prenaient 1h30 pour la prière du vendredi.  nit recommandé du tout.", "Comment peut-on tomber aussi bas en terme de médiocrité du service client ? A fuir totalement surtout pour les professionnels !\nJe voulais ouvrir un compte pour ma société offshore au Maroc mais je suis …", "C'est la pire banque qui puisse exister: aucun sens du service, n'importe quelle demande se voit traîner pendant des mois. N'ouvrez pas de compte chez Attijariwafa bank, ils vous pourriront la vie!", "Je galère de ouf avant d'avoir juste une carte qui de payement en ligne et pour recharger cette carte c'est encore une autre histoire. Cette banque est une galère", "ma banque", "This pathetic excuse for a bank doesn't deserve even 1 star. Their ATM machine is always (conveniently) broken and they refused to take 2 minutes to help me take out money to pay my pediatrician while I had my sick son coughing with me. The …", "Good"]}]